<!DOCTYPE html>
<html class=" js" xmlns="http://www.w3.org/1999/xhtml"><head>
	<meta http-equiv="content-type" content="text/html; charset=UTF-8"> 
	<title>สาขาวิชาเทคโนโลยีสารสนเทศ | มหาวิทยาลัยเทคโนโลยีสุรนารี</title>
	<link rel="Shortcut Icon" href="http://www.thesquad.com.au/favicon.ico" type="image/x-icon">
	<script src="scripts/ga.js" async="" type="text/javascript"></script>
	<script type="text/javascript" src="scripts/jquery.js"></script>
	<script type="text/javascript" src="scripts/scripts.js"></script>
	<script type="text/javascript" src="scripts/jquery.htm"></script> 			
	<script type="text/javascript">document.documentElement.className += " js";</script>	
	<link rel="stylesheet" type="text/css" href="scripts/screen.css" media="screen">
	<link rel="stylesheet" type="text/css" href="scripts/print.css" media="print">
</head>
<body>

<div id="root">
	<header>
		<h1 id="logo">
			<a href="http://www.sut.ac.th/" accesskey="h">
				<img src="images/logo.png" alt="Suranaree University of Technology" height="50">
			</a
		</h1>
	</header>
	<nav id="main-nav">
		<h2 class="offset">Navigation</h2>
		<ul>
			<li><a href="index.php?nav=program&page=program_b<?php if(isset($_GET['ln'])) echo "&ln=en"; ?>" accesskey="1">Programs</a><em> [1]</em></li>
			<li><a href="index.php?nav=addmission&page=addmission_b<?php if(isset($_GET['ln'])) echo "&ln=en"; ?>" accesskey="2">Addmission</a><em> [2]</em></li>
			<li><a href="index.php?nav=research&page=research<?php if(isset($_GET['ln'])) echo "&ln=en"; ?>" accesskey="3">Research</a><em> [3]</em></li>
			<li><a href="index.php?nav=about_us&page=about_us1<?php if(isset($_GET['ln'])) echo "&ln=en"; ?>" accesskey="4">About us</a><em> [4]</em></li>
			<li><a href="#" accesskey="5">Personel</a><em> [5]</em></li>
			<li><a href="index.php?nav=student&page=student_b_s<?php if(isset($_GET['ln'])) echo "&ln=en"; ?>" accesskey="6">Student</a><em> [6]</em></li>
			<li><a href="index.php?nav=alumni&page=alumni<?php if(isset($_GET['ln'])) echo "&ln=en"; ?>" accesskey="7">Alumni</a><em> [7]</em></li>
		</ul>
	</nav>
	<nav id="sub-nav">
		<?php include('menu/en/student.php'); ?>
	</nav>
	<section id="content">
		<h2> <?php echo $head; ?> </h2>
			
		<section id="testimonials">
			<article id="telstra">
				<h3>Undergraduate Achievements</h3>
					<blockquote>
						<p>
							<table class="table_cont" style="font-size:8px;">
							  <tbody>
							  <tr>
								<td bgcolor="#EEEEEE" colspan="2"><span class="style1">ปีการศึกษา 2553</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><strong><a id="53_3" name="53_3"></a><span class="content1">การประกวดยุวทูตรักอะตอม จัดโดยสำนักงานปรมาณูเพื่อสันติ</span></strong></td>
							  </tr>
							  <tr>
								<td colspan="2"><p class="content1"><img width="250" height="188" src="Data/IMG_9831.JPG"></p>
								  <p class="content1">นางสาวมิ่งขวัญ  แต้เจริญวิริยะกุล, นายธกร แสงหิรัญ และนายชัชวาลย์ นิจงาม นักศึกษาสาขาวิชาเทคโนโลยีสารสนเทศ  กลุ่มวิชานิเทศศาสตร์ ชั้นปีที่ 2 ได้รับรางวัลรองชนะเลิศ  การประกวด “ยุวทูตรักอะตอม” จัดโดยสำนักงานปรมาณูเพื่อสันติ เมื่อวันที่ 25 เมษายน  2554<br>
				  ได้รับทุนการศึกษา  7,000 บาท  และเกียรติบัตรจากรัฐมนตรีว่าการกระทรวงวิทยาศาสตร์และเทคโนโลยี  อีกทั้งได้เดินทางไปถ่ายทำรายการข่าวโทรทัศน์ด้านพลังงานปรมาณู ณ ประเทศเกาหลีใต้  พร้อมด้วยอาจารย์ที่ปรึกษา เป็นเวลา 5 วัน</p></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><strong><a id="53_1" name="53_1"></a><span class="content1">โครงการประกวดทูตวัฒนธรรม  “หัวใจไทย” ORIENT THAI, THAI@HEART<br>
				จัดโดยสายการบินโอเรียนท์</span></strong></td>
							  </tr>
							  <tr>
								<td colspan="2"><p align="left" class="content1">นางสาวนิตสรา  งาเกาะ นักศึกษาชั้นปีที่ 3 สาขาวิชาเทคโนโลยีสารสนเทศ (กลุ่มวิชานิเทศศาสตร์)<br>
				ได้รับรางวัลชนะเลิศ  รับตำแหน่งทูตวัฒนธรรม “หัวใจไทย” ประจำภาคตะวันออกเฉียงเหนือ<br>
				จากโครงการประกวดทูตวัฒนธรรม  “หัวใจไทย” ORIENT THAI, THAI@HEART<br>
				จัดโดยสายการบินโอเรียนท์ไทย เมื่อวันที่  12 มีนาคม 2554 <br>
				รับเงินรางวัล  30,000 บาท และตั๋วเครื่องบินโดยสารฟรีภายในประเทศตลอดปี 1 ที่นั่ง <br>
				พร้อมกับร่วมทำกิจกรรมส่งเสริม  เผยแพร่ และประชาสัมพันธ์วัฒนธรรมไทยในนามของสายการบินโอเรียนท์ ไทยด้วย</p>
								  <p align="left" class="content1"><img width="200" height="300" src="Data/IMG_9095.jpg"></p></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1"><strong><a id="53_2" name="53_2"></a>การประกวดโปรแกรม   Joomla จัดโดยสำนักงานส่งเสริมอุตสาหกรรมซอฟต์แวร์แห่งชาติ </strong></span></td>
							  </tr>
							  <tr>
								<td colspan="2"><p><span class="content1">นายวัสนันท์ จิระวนิช&nbsp; และ นางสาวอโณทัย ครองไชย <br>
				  รางวัลชมเชย การประกวดโปรแกรม   Joomla จัดโดยสำนักงานส่งเสริมอุตสาหกรรมซอฟต์แวร์แห่งชาติ (องค์การมหาชน)   สาขานครราชสีมา&nbsp; กระทรวงเทคโนโลยีสารสนเทศและการสื่อสาร(ICT) มอบรางวัลวันที่ 2   เมษายน 2553 <br>
								  </span><span class="content1">อาจารย์ที่ปรึกษา อาจารย์สรชัย กมล</span><span class="content1">ลิ้มสกุล</span><br>
									</p>
								  <p>&nbsp;</p></td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" colspan="2"><span class="style1">ปีการศึกษา 2552</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="52_1" name="52_1"></a><strong>นักศึกษาระดับปริญญาตรีสาขาวิชาเทคโนโลยีสารสนเทศได้รับทุนผู้มีศักยภาพ</strong></td>
							  </tr>
							  <tr>
								<td colspan="2"><img width="266" height="176" border="0" align="middle" src="images/52-10.jpg"></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นางสาวคุนัญญา รอดเมฆ  ,นางสาวศิริลักษณ์ ศรีอ่อนรอด  ,นางสาวรัตนาภรณ์   มีแพง ,นายอิสรภาพ  โพธิ์หลักด่าน ,นายหัสดี พิมพ์สุวรรณ  ,นายกฤตพล  ร่วงสูงเนิน (จากซ้ายไปขวา) </span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="52_2" name="52_2"></a><strong>การประกวด SIPA Animation Contest 2009 ประเภท Animation for Pre-School :   ประเภทนักเรียน - นักศึกษา</strong> </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">รางวัลชมเชย ระดับประเทศ จากการประกวด SIPA Animation Contest 2009 ประเภท   Animation for Pre-School : ประเภทนักเรียน - นักศึกษา   จัดโดยสำนักงานส่งเสริมอุตสาหกรรมซอฟแวร์แห่งชาติและได้รับทุนการศึกษา 10,000 บาท   พร้อมเกียรติบัตร</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ - สกุล : นาย ตรีทศ ศุภคติสันติ์ และนางสาวคุณัญญา รอดเมฆ</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อาจารย์ที่ปรึกษา: อ.สรชัย กมลลิ้มสกุล&nbsp; ผศ.ดร.วีรพงษ์&nbsp; พลนิกรกิจ</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" colspan="2"><span class="style1">ปีการศึกษา 2551</span></td>
							  </tr>
							  <tr>
								<td height="36" colspan="2"><div align="left">
								  <p class="content1"><a id="51_1" name="51_1"></a>รางวัลรองชนะเลิศอันดับ 1 ประเภทภาพประกอบหนังสือ จากผลงานชื่อ ข้างหลัง, Love Tree, Pink Moon &nbsp;ตามโครงการ "Jamsai Award สนามความคิด...สะกิดไอเดียรัก" ประจำปี 2550 
								   &nbsp;จัดโดย บริษัท แจ่มใส พับลิชชิ่ง จำกัด&nbsp;ได้รับเงิน 20,000 บาท พร้อมโล่รางวัล &nbsp;เมื่อวันที่ 8 พฤษภาคม 2551<br>
								   <a href="http://entertainclubs.com/forum/viewtopic.php?t=3225"><img width="266" height="176" border="0" align="middle" src="images/work1-1.jpg"></a></p>
								  </div></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นายศาสตราวุธ ศิลปอนันต์ </span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา : ผศ.ดร.วีรพงษ์ พลนิกรกิจ</span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><p class="content1"><strong><a id="51_2" name="51_2"></a>นักศึกษาสาขาวิชาเทคโนโลยีสารสนเทศคว้าถ้วยพระราชทานฯ  ในการประกวดภาพยนตร์สารคดีสั้นระดับประเทศ</strong><br>
								รางวัลดีเด่นอันดับ 1 ในการประกวดภาพยนตร์สารคดีสั้นระดับประเทศ&nbsp; ในโครงการ&nbsp;  &nbsp;“M-150 TV Creation 2009 (ขาดไฟฟ้า ขาดโอกาส)”&nbsp; โดยได้รับถ้วยพระราชทานสมเด็จพระเทพรัตนราชสุดาฯ  สยามบรมราชกุมารี &nbsp;และทุนการศึกษา&nbsp; &nbsp;30,000 บาท&nbsp; โดยมีการประกาศผลและมอบรางวัลไปเมื่อวันที่  9 พฤษภาคม&nbsp; ณ&nbsp;&nbsp; ลานเซ็นทรัลเวิลด์&nbsp; กรุงเทพมหานครฯ<br>
								  <img width="266" height="176" align="middle" src="images/52-7.JPG"><br>
								  </p>                  </td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล:นางสาวผุสรา&nbsp;กิ่งแก้ว&nbsp; นางสาวรชดาวรรษ์&nbsp;พิทักษ์ธานิน&nbsp; นายวิทยา&nbsp; อัครรุ่งเรืองกุล&nbsp;&nbsp; นายพุฒิพงศ์&nbsp; พงศ์วนศักดิ์ <br>                  นางสาว ปภัสสร&nbsp; &nbsp;โพธิ์ศรี&nbsp; และนายวิพุธพงศ์ &nbsp; จำนงสุข</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา: ผศ.หนึ่งหทัย ขอผลกลาง ผศ.ดร.วีรพงษ์&nbsp; พลนิกรกิจ&nbsp; อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><strong><a id="51_3" name="51_3"></a></strong>นายนราพัฒน์ แสงปัดสา ได้รับทุนศึกษาต่อโท-เอก 4 ปี (เป็นผู้ช่วยวิจัย)<br>
								  ภาควิชา Computer Science,University of Tennessee และรับรางวัล Out Standing Paper Award ที่มหาวิทยาลัยเกษตรศาสตร์</td>
							  </tr>
							  <tr>
								<td width="269"><span class="content1"><img width="266" height="176" align="middle" src="images/52-8.JPG"></span></td>
								<td width="335"><span class="content1"><img width="266" height="176" align="middle" src="images/52-9.JPG"></span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา: อ.ดร.ธรา อั่งสกุล </span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" colspan="2"><span class="style1">ปีการศึกษา 2550</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="50_2" name="50_2"></a>รางวัลรองชนะเลิศ อันดับ ๒ ภาพยนตร์โฆษณาแอนิเมชั่นและมัลติมีเดีย จากผลงานเรื่อง "ไปเลือกตั้งกันเถอะ" ภายใต้หัวข้อ "สื่อสร้างสรรค์...แอนิเมชั่นสร้างประชาธิปไตย"  จัดโดยสำนักงานคณะกรรมการการอุดมศึกษา เมื่อวันที่ 23 ธันวาคม 2550</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายธวัชพงษ์ พิทักษ์ นางสาวเป็นหนึ่ง ศรีสุภาพ และนางสาวพัชรีวรรณ อินทะมาตย์ (ทีม Happy Together)</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">-------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><div align="left" class="content1"><a id="50_3" name="50_3"></a>์รางวัลชมเชย ภาพยนตร์โฆษณาแอนิเมชั่นและมัลติมีเดีย จากผลงานเรื่อง "4 ภาคร่วมใจไปเลือกตั้ง" ภายใต้หัวข้อ "สื่อสร้างสรรค์...แอนิเมชั่นสร้างประชาธิปไตย" จัดโดยสำนักงานคณะกรรมการการอุดมศึกษา เมื่อวันที่ 23 ธันวาคม 2550</div></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นายเชษฐา สุริยะวิวัฒนานนท์ นางสาวพิชชา คณาศรีนุวัติ และนางสาวรัตนาวลี โชตินอก (ทีม We Love Thailand)</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">-------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><div align="left" class="content1"><a id="50_4" name="50_4"></a>์รางวัลชมเชย ภาพยนตร์โฆษณาแอนิเมชั่นและมัลติมีเดีย จากผลงานเรื่อง "หนึ่งเสียง หนึ่งความเจริญ" ภายใต้หัวข้อ "สื่อสร้างสรรค์...แอนิเมชั่นสร้างประชาธิปไตย" จัดโดยสำนักงานคณะกรรมการการอุดมศึกษา เมื่อวันที่ 23 ธันวาคม 2550</div></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นายสุริโย ตาไธสง นายชยพัทธ์ กิตติโชติพันธุ์ และนางสาวสุณีย์ โจมรัมย์ (ทีม Auspicius Day)</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">-------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><div align="left"><span class="content1"><a id="50_5" name="50_5"></a>์รางวัลชมเชย ภาพยนตร์โฆษณาแอนิเมชั่นและมัลติมีเดีย จากผลงานเรื่อง "เรารักประเทศไทย" ภายใต้หัวข้อ "สื่อสร้างสรรค์...แอนิเมชั่นสร้างประชาธิปไตย" จัดโดยสำนักงานคณะกรรมการการอุดมศึกษา เมื่อวันที่ 23 ธันวาคม 2550</span></div></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นางสาววสุธา คำกุ้ม &nbsp;นางสาวนันทพร ศิธรกุล &nbsp;นางสาวสุรัสวดี มณีวงษ์&nbsp; นางสาวบงกช ทองอยู่ &nbsp;และนายศราวุฒิ จำจด <br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (ทีม Animazing)</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">-------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><div align="left"><span class="content1"><a id="50_6" name="50_6"></a>์รางวัลชมเชย ภาพยนตร์โฆษณาแอนิเมชั่นและมัลติมีเดีย จากผลงานเรื่อง "รักษ์ประชาธิปไตย" ภายใต้หัวข้อ "สื่อสร้างสรรค์...แอนิเมชั่นสร้างประชาธิปไตย" จัดโดยสำนักงานคณะกรรมการการอุดมศึกษา เมื่อวันที่ 23 ธันวาคม 2550</span></div></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นายมงคล ธัญญผลพลากร&nbsp; นางสาวกิตติกา ช่อสูงเนิน&nbsp; นางสาวจริยาพร สุริรัมย์ &nbsp;นางสาววาสนา ฉิมนา <br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;                  และนางสาววรรณปนาถ เขียมรัมย์ (ทีม The Kids)</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">-------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><div align="left"><span class="content1"><a id="50_1" name="50_1"></a>์รางวัลรองชนะเลิศอันดับที่ 1 จากการประกวดภาพยนตร์โฆษณาแอนิเมชั่น หัวข้อ "เรียนบัญชี 
					  e-learning ไม่ยากเพียงแค่คลิก" จัดโดยคณะบัญชี มหาวิทยาลัยหอการค้าไทย ได้รับเกียรติบัตร และเงินรางวัล 10,000 บาท เมื่อวันที่ 29 ตุลาคม 2550</span></div></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นายธวัชพงษ์ พิทักษ์&nbsp; นางสาวเป็นหนึ่ง ศรีสุภาพ &nbsp;และนางสาวอรอนงค์ นวลจันทร์</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" class="style1" colspan="2">ปีการศึกษา 2549 </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_1"></a>รางวัลชนะเลิศ ประเภทอุดมศึกษา (เดี่ยว) หมวดประวัติศาสตร์ สังคม วัฒนธรรม ประเพณี สันทนาการ(ดนตรี กีฬา ท่องเที่ยว) จากผลงานเรื่อง "คู่มือท่องเที่ยว อำเภอวังน้ำเขียว...สวิตเซอร์แลนด์แดนอีสาน" การประกวดการออกแบบหนังสืออิเล็กทรอนิกส์ (E-Book) ตามโครงการ "เทคนิคการสร้างสรรค์ E-Book ครั้งที่ 2" จัดการประกวดโดย สำนักงาน อุทยานการเรียนรู้ (TK Park) เมื่อวันที่ 8 ธันวาคม 2549</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายธวัชพงษ์ พิทักษ์ </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1"><a id="49_2" name="49_2"></a>รางวัลชนะเลิศ ประเภทอุดมศึกษา (ทีม) หมวดประวัติศาสตร์ สังคม วัฒนธรรม ประเพณี สันทนาการ(ดนตรี กีฬา ท่องเที่ยว) จากผลงานเรื่อง "หนูสงสัยว่า ปลามาจากไหน" การประกวดการออกแบบหนังสืออิเล็กทรอนิกส์ (E-Book) ตามโครงการ "เทคนิคการสร้างสรรค์ E-Book ครั้งที่ 2" จัดการประกวดโดย สำนักงาน อุทยานการเรียนรู้ (TK Park) เมื่อวันที่ 8 ธันวาคม 2549</span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : น.ส.ศศิรดีแดงภักดี&nbsp;                  น.ส.ศศิภา พันธุ์วิชัย และ 
								  น.ส.ดารารัตน์ อินทะปัญญา</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_3"></a>รางวัลชมเชย ประเภทอุดมศึกษา (ทีม) หมวดวิทยาศาสตร์ เทคโนโลยี สารสนเทศ และการสื่อสาร จากผลงานเรื่อง "zodiac จักรราศี" (รางวัลสูงสุดในกลุ่ม) การประกวดการออกแบบหนังสืออิเล็กทรอนิกส์ (E-Book) ตามโครงการ "เทคนิคการสร้างสรรค์ E-Book ครั้งที่ 2" จัดการประกวดโดย สำนักงาน อุทยานการเรียนรู้ (TK Park) เมื่อวันที่ 8 ธันวาคม 2549</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : น.ส.วัสมน สุขสมพงษ์ 
								   &nbsp;น.ส.สุภัสสร เดชสัจจา และ 
								  น.ส.อรสิริ อิ่มสุวรรณ</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_4"></a>รางวัลชมเชยจากการประกวดขับร้องเพลงพระราชนิพนธ์ในงาน "เที่ยวโคราช ด๊ะดาดของดี"  ณ เวทีกลาง ศาลากลางจังหวัดนครราชสีมา เมื่อวันที่ 27 พฤศจิกายน 2549</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : น.ส.ลักขณา โชคสกุลทรัพย์</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : - </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_5"></a>ได้รับการคัดเลือกเข้าอบรมปฏิบัติการ " สายฟ้าน้อย" รุ่นที่ 4 วันที่ 1- 4 ธันวาคม 2549 ณ โรงแรมริเวอร์วิวเพลส อ.เมือง จ.อยุธยา</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : น.ส. เกตแก้ว งัดสันเทียะ และ 
								  น.ส.ณัฎฐิกา เพ็ชรเกราะ์</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : คณาจารย์หลักสูตรนิเทศศาสตร์ </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_6"></a>รางวัลชนะเลิศขบวนแห่ประเภทความคิดสร้างสรรค์ ประเพณีลอยกระทงประจำปี 2549 และ รางวัลชนะเลิศการประกวดนางนพมาศ &nbsp; ประเพณีลอยกระทงประจำปี 2549</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นักศึกษาสาขาวิชาเทคโนโลยีสารสนเทศ  &nbsp;และ &nbsp;น.ส.ตระการตา นัยสันทัด</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : - </td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><p class="content1"><a id="49_7" name="49_7"></a>รางวัลเหรียญทอง ในรุ่นพินเวท ในการแข่งขัน "นครขอนแก่นเทควันโด ทัวร์นาเมนท์" ชิงถ้วย ฯพณฯ นายกสุรยุทธ์ จุลานนท์&nbsp;&nbsp;และ  รางวัลเหรียญทองแดง ในรุ่นฟลายเวทใ นการแข่งขัน "นครขอนแก่นเทควันโด ทัวร์นาเมนท์" ชิงถ้วย ฯพณฯ นายกสุรยุทธ์ จุลานนท์ </p>                  </td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล :</span> <span class="content1">นางสาวญาดา บัวจันทร์ และ นายธีระ พรบุญ</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">อ.ดร.พงศ์เทพ สุวรรณวารี</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_8"></a>รางวัลชนะเลิศ &nbsp;การประกวดภาพยนตร์สั้น หัวข้อ "ภูมิปัญญาพื้นบ้านอีสาน คุณค่าจากมุมมองคนรุ่นใหม่" จัดโดยห้องไทยศึกษานิทัศน์ สาขาวิชาศึกษาทั่วไป &nbsp;ได้รับเกียรติบัตร&nbsp; พร้อมทุนการศึกษา 5,000 บาท &nbsp;เมื่อวันที่ 15&nbsp; ตุลาคม 2549 </td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายกฤษฎา สื่อกลาง และ 
								  นายเขตขันต์ สีตะธนี</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">อ.สรชัย กมลลิ้มสกุล</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_9"></a>รางวัลรองชนะเลิศอันดับ 1 การประกวดคำขวัญรณรงค์ขับขี่ปลอดภัย จัดโดยโครงการรณรงค์ขับขี่ปลอดภัย สร้างวินัยจราจรใน มทส ส่วนกิจการนักศึกษา เมื่อ 29 กันยายน2549 </td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายทัพไทย ทิพยเนตร</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">อ.สรชัย กมลลิ้มสกุล</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_10"></a>ได้รับรางวัลเยาวชนดีเด่นด้านการบำเพ็ญประโยชน์ มอบให้โดยศูนย์เยาวชนสุรนารีร่วมกับองค์การบริหารส่วนจังหวัด เนื่องในวัน เยาวชนแห่งชาติ โดยมีพิธีมอบรางวัลจากผู้ว่าราชการจังหวัดฯ เมื่อวันที่ 25 กันยายน 2549 </td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นาย ปองพล สุคนธนิตยกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : ส่วนกิจการนักศึกษาและคณาจารย์สาขาวิชาเทคโนโลยีสารสนเทศ (นิเทศศาสตร์) </td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_11"></a>ได้รับรางวัลที่ 3 การประกวดคำขวัญเศรษฐกิจพอเพียง และรางวัลชมเชยการประกวดเรียงความชีวิตนักศึกษากับเศรษฐกิจพอเพียง จัดโดยส่วนกิจการนักศึกษา และศูนย์บรรณสารและสื่อการศึกษา เมื่อสิงหาคม 2549 </td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายภัยมณี แก้วสง่า</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : ผศ. หนึ่งหทัย ขอผลกลาง</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><font size="2"><a name="49_12"></a></font>รางวัลรองชนะเลิศอันดับ 2 การประกวดออกแบบโฮมเพจของเว็บไซต์สำนักงานเศรษฐกิจอุตสาหกรรม จัดโดยสำนักงานเศรษฐกิจ- อุตสาหกรรม กระทรวงอุตสาหกรรม ได้รับเกียรติบัตร พร้อมทุนการศึกษา 5,000 บาท เมื่อวันที่ 5 กันยายน 2549 <font size="2">&nbsp;</font></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายธวัชพงษ์ พิทักษ์</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">อ.สรชัย กมลลิ้มสกุล</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_13"></a>สอบแข่งขันชิงทุนการศึกษา ได้รับทุนการศึกษาจากบริษัท ไอเอ็นจีประกันชีวิต จำกัด ทุนที่ได้รับคือ ทุนสนับสนุนการศึกษา- และซื้ออุปกรณ์ &nbsp;เป็นมูลค่า 4,000 บาท </td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><span class="content1">ชื่อ-สกุล : </span>นายธเนศ บุญญเศรษฐกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1"></span>ผู้ช่วยศาสตราจารย์ ดร. ลัดดา โกรดิ</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_14"></a>ได้รับรางวัลที่ 2 (ไม่มีรางวัลชนะเลิศ) จากการประกวดสิ่งประดิษฐ์ประจำปี 2549 ด้านซอฟต์แวร์ ประเภทนักศึกษา Beauty Design by Yourself  &nbsp;ของมหาวิทยาลััยเทคโนโลยีสุรนารี</td>
							  </tr>
							  <tr>
								<td class="style1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><span class="content1">ชื่อ-สกุล : </span>นางสาวขนิษฐา มาประจง&nbsp;&nbsp;นางสาวชุติมา วุฒิเขตร์&nbsp;&nbsp;และ 
								  นางสาวเมธิรา เบญจพลกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1"></span>อ. สถิตย์โชค โพธิ์สอาด</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_15"></a>ได้รับรางวัลผลงานยอดนิยมจากงานตลาดนัดอุดมศึกษา เมื่อวันที่ 20 - 21 กรกฎาคม 2549 </td>
							  </tr>
							  <tr>
								<td class="style1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><span class="content1">ชื่อ-สกุล : </span>นายสุทธิพงษ์์ พรวิริยะทรัพย์</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1"></span>อ. สถิตย์โชค โพธิ์สอาด</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><p><a name="49_16"></a>รางวัลชมเชย โครงการห้องสมุดในฝัน จัดโดยตลาดหลักทรัพย์แห่งประเทศไทย เมื่อเดือน กรกฎาคม 2549 </p></td>
							  </tr>
							  <tr>
								<td class="style1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><p class="content1">ชื่อ-สกุล : นายภาสกร ชัมพูนทะม, 
				นายณัฐพล พฤกษเกษร, นายปรัชญ์ สุระโคตร, <br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นางสาวเมธวดี กรองโพธิ์, นางสาววจีพร โพธิ์สามารถ, นางสาวสมฤทัย พันธุ์ใย</p>                  </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : คุณสุภารักษ์ เมินกระโทก และ ศูนย์บรรณสารและสื่อการศึกษา</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_17"></a>ได้รับการคัดเลือกให้นำเสนอผลงานด้านแอนิเมชั่นและมัลติมีเดีย ในงาน E-SAAN Animation and Multimedia 2006 ณ หอประชุมกาญจนาภิเษก จังหวัดขอนแก่น ระหว่างวันที่ 12 &ndash; 14 พฤษภาคม 2549</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><p class="content1">ชื่อ-สกุล : นางสาวศิวรักษ์ โชติธรรมวาทิน, นายอัครพล ด่านทองหลาง, นายธวัชพงษ์ พิทักษ์, นางสาวเป็นหนึ่ง ศรีสุภาพ, <br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;                  นายสราธิป สารวุฒิวรรณ, นายโอภาส ภูครองนาค,&nbsp;นายชิตพล หนูบรรจง,                    นายธเนศ บุญญเศรษฐกุล,                  <br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; นางสาวโสรยา บัวแก้ว,&nbsp;นายเทวฤทธิ์ พันธุ์เพียร, นางสาวฉัตรแก้ว ศรีวงศ์</p>                  </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_18"></a>รางวัลชนะเลิศ การประกวดภาพถ่าย จัดโดยเทศบาลนครนครราชสีมา เมื่อเดือน กุมภาพันธ์ 2549</td>
							  </tr>
							  <tr>
								<td class="style1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><p class="content1">ชื่อ-สกุล : นายปฐวี มีสวัสดิ์</p></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล&nbsp;
								  อ.หนึ่งหทัย ขอผลกลาง &nbsp;อ.นรินทร ฉิมสุนทร</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="49_19"></a>ได้รับการคัดเลือกให้นำเสนอผลงานด้านแอนิเมชั่นและมัลติมีเดีย ใน Digital Arts Gallery งาน Thailand Animation and Multimedia 2006 ณ ศูนย์ประชุมแห่งชาติสิริกิตต์ ระหว่างวันที่ 12 - 15 มกราคม 2549</td>
							  </tr>
							  <tr>
								<td class="style1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นางสาวศิวรักษ์ โชติธรรมวาทิน, นายอัครพล ด่านทองหลาง, นายธวัชพงษ์ พิทักษ์, นายชิตพล หนูบรรจง, <br>
								  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;                  นายเทวฤทธิ์ พันธุ์เพียร, นางสาวฉัตรแก้ว ศรีวงศ์</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td class="style1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" class="style1" colspan="2">ปีการศึกษา 2548</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="48_1"></a>1 ใน 20 ของผู้เข้าประกวดทั่วประเทศจากการประกวด "Thai Fantasy : แอนิเมชั่นไทย ตระการตาสู่แอนิเมชั่นโลก" ในโครงการ My Portfolio Contest การประกวดกราฟิกและแอนิเมชั่น จัดโดยกระทรวงเทคโนโลยีสารสนเทศและการสื่อสาร สำนักงานส่งเสริม- อุตสาหกรรมซอฟต์แวร์แห่งชาติ (องค์การมหาชน) บริษัท อินเทล ไมโครอิเล็กทรอนิกส์ (ประเทศไทย) จำกัด และนิตยสารเมนู คอมพิวเตอร์ไอเดีย</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายอัครพล ด่านทองหลาง</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : คณาจารย์หลักสูตรนิเทศศาสตร์ </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="48_2" name="48_2"></a>รางวัลรองชนะเลิศอันดับ 1 การประกวดนางนพมาศชุมชน ประจำปี 2548 จัดโดยมหาวิทยาลัยเทคโนโลยีสุรนารี</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นางสาวศศิรดี แดงภักดีี</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : - </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="48_3" name="48_3"></a>ได้รับรางวัลที่ 3 จากการประกวดคำขวัญเพื่อส่งเสริมสิทธิมนุษยชน&nbsp;จัดโดยคณะกรรมการสิทธิมนุษยชน แห่งชาติ รับเงินรางวัล 4,000 บาท เมื่อวันที่ 14 พฤศจิกายน 2548&nbsp;จากคำขวัญที่ว่า " สิทธิเสรีภาพในชีวิต คือ สิทธิมนุษยชน"</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายธรรมรัตน์ เรียนชอบ<font size="2"><span style="FONT-SIZE: 10pt"></span><span style="FONT-SIZE: 10pt"></span></font></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="48_4" name="48_4"></a>ได้รับรางวัลรองชนะเลิศ อันดับ 4 ในการแข่งขัน มินิมาราธอน 20 ปี ลำพระเพลิงพิทยาคม อำเภอปักธงชัย จังหวัดนครราชสีมา ระยะทาง 10.5 กิโลเมตร วันที่ 5 พฤศจิกายน 2548</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นางสาวมนัสวี สอนเมือง</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : - </td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="48_5" name="48_5"></a>ผ่านเข้ารอบ 20 ทีมสุดท้ายในการเข้าร่วมโครงการนวัตกรรมแห่งประเทศไทย (5th Thailand Innovation Awards
				2005) สาขา "สื่อสารวิทยาศาสตร์" ซึ่งมีทีมจากสถาบันต่างๆ 
				ทั่วประเทศร่วมเข้าค่ายรับการอบรม เมื่อวันที่ 27 &ndash; 31กรกฎาคม 2548</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นักศึกษาสาขาวิชาเทคโนโลยีสารสนเทศ</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="48_6" name="48_6"></a>ได้รับคัดเลือกเป็นตัวแทนในโครงการยุวโฆษก รุ่นที่ 1 เพื่อค้นหาเยาวชนร่วมเรียนรู้การบริหารงานของรัฐบาลและเป็นเครือข่าย โฆษกรุ่นเยาว์ จัดโดยสำนักโฆษก สำนักเลขาธิการ นายกรัฐมนตรี โดยเข้ารายงานตัวเพื่อเข้าร่วมโครงการเมื่อวันที่ 29 กรกฎาคม 2548 ณ โรงแรมเอส ซี ปาร์ค กรุงเทพฯ</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายโอภาส ภูครองนาค และ นายภาสกร ชัมพูนทะ</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : ผศ.หนึ่งหทัย ขอผลกลาง และ อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="48_7"></a>ได้รับรางวัลรองชนะเลิศอันดับ 1 (ไม่มีรางวัลชนะเลิศ) จากการส่งผลงานเว็บไซต์เข้าประกวดใน "การประกวดเว็บไซต์เชิดชู สุนทรภู่" ซึ่งจัดประกวดโดยคณะศิลปศาสตร์ มหาวิทยาลัยมหิดล เมื่อเดือนมิถุนายน 2548</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นางสาวเมธิรา เบญจพลกุล, นางสาวชุติมา วุฒิเขตร์ และ นางสาวสิริรัตน์ อัศวินชัย</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สถิตย์โชค โพธิ์สอาด</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">--------------------------------------------------------------------------------------------------------------------------------------------------------</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"> <a name="48_8"></a>- ได้รับรางวัลรองชนะเลิศอันดับที่ 1 ซึ่งเป็นรางวัลสูงสุดในการประกวดเนื่องจากไม่มีผู้ได้รับรางวัลชนะเลิศ จากการประกวดแอนิเมชั่น งาน IT KORAT หัวข้อ "ท่องเที่ยวโคราช" ความยาวไม่เกิน 2 นาที จัดโดยความร่วมมือขององค์การส่งเสริมอุตสาหกรรมซอฟแวร์ แห่งชาติ (องค์การมหาชน) (SIPA), ชมรมไอทีโคราช, บริษัทมอร์ ครีเอชั่น จำกัด และเทคโนธานี เมื่อเดือนมิถุนายน 2548<br>
								  <br>
				- ได้รับรางวัลชนะเลิศ การประกวดออกแบบอีการ์ด (E-card) ในการร่วมกิจกรรม TT&amp;T Junior Webmaster and Web Programmer Camp โดยการจัดของเทคโนธานี 
				เมื่อเดือนเมษายน 2548<br>
				<br>
				- เป็นผู้ออกแบบจดหมาย ข่าวประชาสัมพันธ์ สุรนารีเกมส์ ออกแบบสัญลักษณ์ มหาวิทยาลัยครบรอบ 15 ปี มทส</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายธวัชพงษ์ พิทักษ์</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" class="style1" colspan="2">ปีการศึกษา 2547</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1"><a name="47_1"></a>ได้รับรางวัลชมเชย ในการประกวดสุนทรพจน์เฉลิมพระเกียรติ จัดโดยสมาคมนิสิตเก่าจุฬาลงกรณ์มหาวิทยาลัย เมื่อวันที่ 21 สิงหาคม 2547 ณ โรงละครคณะศิลปศาสตร์ มหาวิทยาลัยอุบลราชธานี</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นางสาวจิตติมา ทวาเรศ</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : ผศ.หนึ่งหทัย ขอผลกลาง และ อ.สรชัย กมลลิ้มสกุล</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" class="style1" colspan="2">ปีการศึกษา 2545</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="45_1" name="45_1"></a>ได้รับรางวัลที่ 2 รับเงินรางวัล 4,000 บาท และรางวัลชมเชย รับเงินรางวัล 1,500 บาทตามลำดับ จากการประกวดเขียนบทความ เรื่อง "ความคาดหวังและข้อเสนอแนะของนิสิตนักศึกษาต่อการเป็นมหาวิทยาลัย/สถาบันในกำกับของรัฐ หรือนอกระบบราชการ" จัดโดยทบวงมหาวิทยาลัย เมื่อวันที่ 20 พฤศจิกายน 2545</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นางสาวอัจฉรียา พานใหม่ และ นางสาวธนิกา วงศ์พิทักษ์</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : อ.ดร.วีรพงษ์ พลนิกรกิจ</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="45_2"></a>เข้าร่วมประกวดและได้รับรางวัลจากงานประเพณีลอยกระทงชุมชน ประจำปี 2545 ประเภทชนะเลิศ การประกวดขบวนแห่, รองชนะเลิศอันดับ 1 การประกวดนางนพมาศ โดยนางสาวพลารัตน์ มีบุญ และรองชนะเลิศอันดับ 1 การประกวดกระทงประเภทสวยงาม ขนาดเส้นผ่าศูนย์กลาง 1 เมตร ซึ่งจัดโดย สโมสรเทคโนโลยีสุรนารี และองค์การนักศึกษา ร่วมกับ องค์การบริหารส่วนจังหวัด นครราชสีมา องค์การบริหารส่วนตำบล (อบต.) หนองจะบก ปรุใหญ่ ไชยมงคล สุรนารี และ สถานีตำรวจภูธรตำบลโพธิ์กลาง เมื่อวันที่ 19 พฤศจิกายน 2545</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นักศึกษาสาขาวิชา
								  เทคโนโลยีสารสนเทศ</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">-</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="45_3"></a>ได้รับรางวัลชนะเลิศ รับโล่และเงินรางวัลจำนวน 20,000 บาท พร้อมเดินทางไปศึกษาดูงาน ณ ประเทศสหรัฐอเมริกา เป็นเวลา 10 วัน (ระหว่างวันที่ 1 &ndash; 10 ธันวาคม 2545) จากการประกวดโครงงานมหาวิทยาลัยน้ำหารสอง จัดโดยสำนักงานคณะกรรมการนโยบาย และพลังงานร่วมกับบริษัท เจเอสแอล จำกัด เมื่อวันที่ 16 พฤศจิกายน 2545</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายชัยวัฒน์ สนศิริ</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">ผศ.หนึ่งหทัย ขอผลกลาง</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="45_4"></a>ได้รับรางวัลชมเชย รับเงินรางวัลจำนวน 2,000 บาท จากการประกวดโครงงานมหาวิทยาลัยน้ำหารสอง จัดโดยสำนักงานคณะ กรรมการนโยบายและพลังงาน ร่วมกับบริษัท เจเอสแอล จำกัด เมื่อวันที่ 16 พฤศจิกายน 2545</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นางสาวเบญจรัตน์ แสนพรม</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">อ.ดร.วีรพงษ์ พลนิกรกิจ</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="45_5"></a>ได้รับรางวัลชมเชยในแข่งขันโครงการนวัตกรรมแห่งประเทศไทย ครั้งที่ 2 (Thailand Innovation Awards 2002) ซึ่งมีสถาบัน/ทีม เข้าร่วมการแข่งขัน จำนวน 9 สถาบัน 14 ทีม จัดโดยสมาคมวิทยาศาสตร์แห่งประเทศไทยใน พระบรมราชูปถัมภ์/กองทุนพัฒนานวัตกรรม, กรมทรัพย์สินทางปัญญา, The German Technical Cooperation และบริษัทการบินไทย จำกัด (มหาชน) ณ ศูนย์แสดงสินค้านานาชาติอิมแพค เมืองทองธานี เมื่อวันที่ 16 &ndash; 20 ตุลาคม 2545</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : ทีมนักศึกษา</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">อ.ดร.วีรพงษ์ พลนิกรกิจ, อ.ชนิศา มณีรัตนรุ่งโรจน์, อ.ดร.นฤมล รักษาสุข</span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" class="style1" colspan="2">ปีการศึกษา 2544</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="44_1"></a>ได้รับรางวัลแผ่นพับชมเชย โดยได้รับโล่รางวัล และเงินรางวัล จำนวน 10,000 บาท จากโครงการประกวดแผ่นพับวิธีปฏิบัติ "เสริมสร้างนิยมไทย ร่วมใจประหยัด (เงินตราต่างประเทศ)" จัดโดยกระทรวงการคลัง และโรงงานยาสูบ ระยะเวลาตั้งแต่วันที่ 1 ตุลาคม ถึง 15 พฤศจิกายน 2544</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นายรงค์ศิลป์ ดำรงศิลป์</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา :</span> <span class="content1">อ.ดร.วีรพงษ์ พลนิกรกิจ</span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" class="style1" colspan="2">ปีการศึกษา 2543</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="43_1"></a>ได้รับรางวัลที่ 2 โดยได้รับใบประกาศเกียรติคุณ จากนายรูเบนส์ ริคูเพอโร เลขาธิการอังค์ถัด พร้อมทุนเดินทางไปศึกษาดูงาน ณ สำนักงานเลขาธิการ UNCTAD นครเจนีวา ประเทศสวิสเซอร์แลนด์ เป็นเวลา 1 สัปดาห์จากการประกวดโครงการบทความเพื่อประชา สัมพันธ์การประชุมสหประชาชาติ ว่าด้วยการค้าและการพัฒนา ครั้งที่ 10 (UNCTAD X) หัวข้อ "สู่ศตวรรษใหม่แห่งความร่วมมือด้าน การค้าและการพัฒนา" จัดโดยกรมประชาสัมพันธ์ ทบวงมหาวิทยาลัย และสำนักแถลงข่าวแห่งสหประชาชาติ ณ ศูนย์ประชุมแห่งชาติ - สิริกิติ์ เมื่อวันที่ 9 กุมภาพันธ์ 2543</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นายอาคม งิมสันเทียะ</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา : อ.นรินทร ฉิมสุนทร</span></td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td bgcolor="#EEEEEE" class="style1" colspan="2">ปีการศึกษา 2542</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a name="42_1"></a>ได้รับรางวัลดีเด่นระดับชาติ และรางวัลชนะเลิศ ระดับภูมิภาค(ภาคตะวันออกเฉียงเหนือ) โดยได้รับโล่และใบประกาศเกียรติคุณ จากนายกรัฐมนตรีพร้อมเงินรางวัลสำหรับรางวัลดีเด่นระดับชาติ จำนวน 20,000 บาท และรางวัลชนะเลิศระดับภูมิภาค (ภาคตะวันออก เฉียงเหนือ) จำนวน 12,500 บาท จากการประกวดบทความเชิดชูสดุดีพระเกียรติคุณพระบาทสมเด็จพระเจ้าอยู่หัว เนื่องในโอกาสพระ ราชพิธีมหามงคลเฉลิมพระชนมพรรษา 6 รอบ 5 ธันวาคม 2542 เรื่อง "เศรษฐกิจพอเพียงตามแนวพระราชดำริ" จัดโดยทบวง มหาวิทยาลัย เมื่อวันที่ 26 พฤศจิกายน 2542</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">ชื่อ-สกุล : นายทรงพันธ์ เจิมประยงค์</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">อ.ที่ปรึกษา : รศ.ดร.กริช สืบสนธิ์</span></td>
							  </tr>
							  <tr>
								<td colspan="2"><span class="content1">--------------------------------------------------------------------------------------------------------------------------------------------------------</span></td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2"><a id="42_2" name="42_2"></a>ได้รับรางวัลรองชนะเลิศอันดับที่ 2 จากการประกวดบทประพันธ์ ประเภทเรื่องสั้น เรื่อง "เปลือก" พร้อมใบประกาศเกียรติคุณ จัดโดยชมรมวรรณศิลป์ จุฬาลงกรณ์มหาวิทยาลัย</td>
							  </tr>
							  <tr>
								<td colspan="2">&nbsp;</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">ชื่อ-สกุล : นางสาวมณีรัตน์ สาลิกา</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">อ.ที่ปรึกษา : รศ.ดร. กริช สืบสนธิ์</td>
							  </tr>
							  <tr>
								<td class="content1" colspan="2">&nbsp;</td>
							  </tr>
							</tbody>
							</table>
						</p>
					</blockquote>
			</article>
		</section>
	</section><!-- #content -->
</div><!-- #root -->
<footer class="bg-foot"></footer>
<span id="extra-a"></span>

<footer class="vcard">
	<p class="facebook">
		<script src="http://connect.facebook.net/en_US/all.js#xfbml=1"></script>
		<fb:like href="http://www.facebook.com/IT.SUT.Club" width="800px"></fb:like>
	</p>
	<p class="copyright">Copyright © 2011 <span class="fn org">School of Information Technology</span></p>
	<p class="contact">
		<a href="mailto:infotech@sut.ac.th" class="email">infotech@sut.ac.th</a> 
		<span class="sep">|</span>
		<span class="adr">
			<span class="street-address">111 Univeristy Avenue, Muang District</span>, <span class="locality">Nakhon Ratchasima</span>
		</span>
		<span class="sep">|</span>
		<span class="tel">Tel : 044-224273 Fax : 044-224790,4548</span>
	</p>
</footer>
</body>
</html>