<?php
define('TEXT_ABOUT', '<!-- Page Content -->
    <div class="container">

        <!-- Page Heading/Breadcrumbs -->
        <div class="row">
            <div class="col-lg-12">
                <h1 class="page-header">เกี่ยวกับสาขาวิชา
                  <br/><small>ปรัชญาและวัตถุประสงค์</small>
                </h1>
                <!-- <ol class="breadcrumb">
                    <li><a href="index.html">Home</a>
                    </li>
                    <li class="active">Full Width Page</li>
                </ol> -->
            </div>
        </div>
        <!-- /.row -->

        <!-- Content Row -->
        <div class="row">
            <div class="col-lg-12">
                <div>

                     <p style="text-align: center;"><strong>ระดับปริญญาตรี</strong>
                     </p>


                     <p><span style="text-decoration: underline;">ปรัชญา</span><br>
                     "หลักสูตรวิทยาการสารสนเทศบัณฑิตมุ่งผลิตบัณฑิตที่มีความรู้ความเชี่ยวชาญเฉพาะทางในการประยุกต์ใช้เทคโนโลยีสารสนเทศ&nbsp;และการสื่อสารในการประกอบวิชาชีพได้อย่างมีประสิทธิภาพมีความสามารถในการคิดวิเคราะห์อย่างเป็นระบบ
                     มีคุณธรรม และจรรยาบรรณในการปฏิบัติงานด้านเทคโนโลยีสารสนเทศและการสื่อสาร"<br>
                     <br>
                     <span style="text-decoration: underline;">วัตถุประสงค์</span><br>
                     1. เพื่อผลิตบัณฑิตที่มีความรู้ ความสามารถ
                     และทักษะในการใช้เทคโนโลยีสารสนเทศและการสื่อสาร เพื่อการวางแผน การออกแบบ
                     การพัฒนา การจัดเก็บและการค้นคืน และการเผยแพร่สารสนเทศ<br>
                     2.
                     เพื่อผลิตบัณฑิตที่มีคุณธรรมจริยธรรมและความรับผิดชอบในวิชาชีพด้านเทคโนโลยีสารสนเทศและการสื่อสาร&nbsp;<br>

                     3. เพื่อผลิตบัณฑิตที่มีความรอบรู้อย่างกว้างขวาง มีโลกทัศน์ที่กว้างไกล
                     เข้าใจตนเอง ผู้อื่นและสังคม&nbsp;<br>
                     4. เพื่อตอบสนองความต้องการกำลังคนระดับสูงด้านเทคโนโลยีสารสนเทศและการสื่อสาร
                     ทั้งจากหน่วยงานภาครัฐและเอกชน ตลอดจนอาชีพอิสระได้อย่างมีประสิทธิภาพ</p>


                     <p>&nbsp;</p>


                     <p style="text-align: center;">
                     <strong>ระดับมหาบัณฑิตและดุษฎีบัณฑิต&nbsp;</strong>
                     </p>


                     <p><span style=
                     "text-decoration: underline;">ปรัชญา<br></span>"เพื่อผลิตมหาบัณฑิตและดุษฎีบัณฑิตที่มีความรู้ความสามารถในการวิจัยและพัฒนาด้านเทคโนโลยีสารสนเทศ
                     และการสื่อสาร ควบคู่กับการมีจิตสำนึก คุณธรรม และจริยธรรม"</p>


                     <p><span style="text-decoration: underline;">วัตถุประสงค์<br></span>
                     1.พื่อผลิตมหาบัณฑิตและดุษฎีบัณฑิตที่มีความรู้ความสามารถในการวิจัย
                     และพัฒนาด้านเทคโนโลยีสารสนเทศและการสื่อสาร<br>

                     2. เพื่อผลิตมหาบัณฑิตและดุษฎีบัณฑิตที่มีความคิดวิเคราะห์
                     และสามารถบูรณาการองค์ความรู้ด้านเทคโนโลยีสารสนเทศ
                     และการสื่อสารในการแก้ปัญหา&nbsp;<br>
                     3. เพื่อผลิตมหาบัณฑิตและดุษฎีบัณฑิตที่มีจิตสำนึก ตระหนักถึงความสำคัญ
                     และยึดมั่นในคุณธรรม จริยธรรม และความรับผิดชอบ ต่อวิชาการ วิชาชีพ ตนเอง
                     และสังคม</p>   

                </div>           
            </div>
        </div>
        <!-- /.row -->

        <hr>

    </div>
    <!-- /.container -->
');
?>
