<?php

define('COURSE_DE_DEC','

<div class="container">

	<!-- Page Heading/Breadcrumbs -->
	<div class="row">
		<div class="col-lg-12">
			<h1 class="page-header">COURSES
				<small>DOCTOR\'S DEGREE</small>
			</h1>
		</div>
	</div>
	<div class="row">
		<div class="col-lg-12">
	<table class="table" >
<tbody>
<tr>
<td bgcolor="#CCCCCC"><p><strong>หลักสูตรวิทยาการสารสนเทศมหาบัณฑิตและวิทยาการสารสนเทศดุษฎีบัณฑิต</strong><strong></strong><strong>สาขาวิชาเทคโนโลยีสารสนเทศ หลักสูตรปรับปรุง พ.ศ. 255</strong><strong>3</strong><strong></strong></p>
</td>
</tr>
<tr>
<td bgcolor="#CCCCCC"><p><strong>รายวิชา</strong></p>
</td>
</tr>
<tr>
<td bgcolor="#CCCCCC"><strong>- รายวิชาบังคับ</strong><strong>(Compulsory Courses)</strong><strong></strong><strong>สำหรับหลักสูตรแบบ 2.1 และ 2.2</strong></td>
</tr>
<tr>
<td bgcolor="#CCCCCC"><strong><strong>ก. รายวิชาที่ไม่นับหน่วยกิต (Audit) <a id="4801" class="content" name="4801"></a></strong></strong></td>
</tr>
<tr>
<td><strong>204801 การเขียนทางวิชาการ (Academic Writing)</strong><p><strong>วิชาบังคับก่อน</strong><strong>:</strong>ไม่มี <br>
การพัฒนาทักษะการเขียน การวางแผนการเขียนในเชิงวิชาการ การเรียงลำดับและการเชื่อมโยงความคิดในการเขียนเชิงวิชาการ แหล่งสารสนเทศและการค้นคว้า การอ้างอิงในการเขียนทางวิชาการและการเขียนบรรณานุกรม การเขียนโครงร่างงานวิจัย การปริทรรศน์วรรณกรรม การเขียนบทสรุปและอภิปรายผลการวิจัย การเขียนบทคัดย่อภาษาไทยและภาษาอังกฤษ การเขียนบทความทางวิชาการ<br>
</p>
</td>
</tr>
<tr>
<td><strong>ข. รายวิชาที่นับหน่วยกิต<a id="4802" class="content" name="4802"></a></strong></td>
</tr>
<tr>
<td><strong>204802</strong><strong>สัมมนาดุษฎีบัณฑิต</strong><strong>(Ph.D. Seminar)</strong><br>
<strong>วิชาบังคับก่อน</strong><strong>:</strong>ไม่มี<br>
อภิปราย วิเคราะห์ และบรูณาการองค์ความรู้และประเด็นเกี่ยวกับการจัดการความรู้, ระบบวิสาหกิจ, ซอฟต์แวร์วิสาหกิจและสื่อดิจิทัล การบรรยายพิเศษจากผู้ทรงคุณวุฒิในเรื่องที่คัดสรร การบรรยายและอภิปรายโดยผู้เข้าร่วมสัมมนา</td>
</tr>
<tr>
<td><p><strong>2)</strong><strong>รายวิชาเลือก (สำหรับหลักสูตรแบบ</strong><strong>2.1</strong><strong>และ</strong><strong>2.2</strong><strong>)</strong><a id="4901" class="content" name="4901"></a></p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>901</strong><strong></strong><strong>หัวข้อคัดสรรทางชีวสารสนเทศ</strong><strong>(Selected Topics in Bioinformatics)</strong><strong></strong><br>
<strong>วิชาบังคับก่อน</strong><strong>:</strong>ไม่มี <br>
แนวคิดและทฤษฏีของชีวสารสนเทศ วิวัฒนาการและการจัดการยีโนม โครงการการจัดลำดับยีโนม การจัดเก็บและการค้นคืน งานวิจัยที่เกี่ยวข้องกับชีวสารสนเทศ ได้แก่ การเปรียบเทียบความคล้ายกันของลำดับเบส การค้นหายีน การหาส่วนประกอบของยีโนม การเปรียบเทียบความคล้ายกันของโครงสร้างโปรตีน การทำนายโครงสร้างโปรตีน การทำนายการแสดงออกของยีน และการสร้างแบบจำลองเชิงวิวัฒนาการของยีโนม</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>902 หัวข้อคัดสรรทางคอมพิวเตอร์สมรรถนะสูงและเครือข่าย</strong><strong></strong><a id="4902" class="content" name="4902"></a><br>
<strong>(Selected Topics in High Performance Computing and Networking)</strong><br>
<strong>วิชาบังคับก่อน :</strong>ไม่มี<strong></strong><br>
แนวคิดและงานวิจัยที่เกี่ยวข้องกับคอมพิวเตอร์สมรรถนะสูงและเครือข่าย ได้แก่ สถาปัตยกรรมคอมพิวเตอร์สมรรถนะสูง เทคโนโลยีเสมือน กริด และกลุ่มเมฆ การโปรแกรม เอ็มพีไอ การโปรแกรมเอ็มพีไอ/ไอโอ การโปรแกรมด้วยโอเพ่นเอ็มพี การโปรแกรมแบบมัลติเทรด การออกแบบโปรแกรมแบบขนาน การจำลองประสิทธิภาพ การโปรแกรมบนจีพียู การโปรแกรมแบบกระจาย เครื่องมือช่วยการพัฒนาและแก้ไขจุดบกพร่อง</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>903 หัวข้อคัดสรรทางปัญญาประดิษฐ์</strong><strong>(Selected Topics in Artificial Intelligence) <a id="4903" class="content" name="4903"></a></strong><br>
<strong>วิชาบังคับก่อน :</strong>ไม่มี <br>
หลักการปัญญาประดิษฐ์ เช่น ขอบเขต ที่มา และเทคนิคของปัญญาประดิษฐ์ ฯลฯ การแทนความรู้ โครงสร้างความจำ การหาเหตุผล การหาเหตุผลแบบน่าจะเป็นและเทคนิคการค้นหา เกม การวางแผน งานวิจัยที่เกี่ยวข้องกับปัญญาประดิษฐ์ ได้แก่ การเรียนรู้ของเครื่อง การคำนวณเชิงวิวัฒนาการ การประมวลผลภาษาธรรมชาติ ความรู้เบื้องต้นเกี่ยวกับตรรกศาสตร์คลุมเครือ ระบบผู้เชี่ยวชาญ</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>904</strong><strong></strong><strong>หัวข้อคัดสรรทางเทคโนโลยีการจัดการความรู้</strong><strong></strong><strong>(Selected Topics in Knowledge Management Technologies) <a id="4904" class="content" name="4904"></a></strong><br>
<strong>วิชาบังคับก่อน :</strong>ไม่มี <br>
หลักการของการจัดการความรู้ งานวิจัยที่เกี่ยวข้องกับเทคโนโลยีการจัดการความรู้ ได้แก่ การสร้างและแสวงหาความรู้ การดึงหรือสกัดความรู้ ระบบการจัดระบบความรู้ การจัดการฐานความรู้ การประมวลและการกลั่นกรองความรู้ การค้นคืนความรู้ การสับเปลี่ยนและแบ่งปันความรู้ เทคโนโลยีท่าความรู้ เทคโนโลยีตัวแทนอัจฉริยะ การประเมินเครื่องมือการจัดการความรู้ นวัตกรรมของการจัดการความรู้</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>905</strong><strong></strong><strong>หัวข้อคัดสรรทางสื่อใหม่ในสังคมใหม่</strong><strong></strong><strong>(Selected Topics in New Media in New Society)</strong><a id="4905" class="content" name="4905"></a><br>
<strong>วิชาบังคับก่อน :</strong>ไม่มี <br>
แนวคิด ทฤษฏี และงานวิจัยที่เกี่ยวข้องกับการออกแบบกราฟิกและเว็บ แอนิเมชันและเกมคอมพิวเตอร์ ปฏิสัมพันธ์และสื่อใหม่ อุตสาหกรรมสื่อใหม่ เครือข่ายทางสังคมบนอินเทอร์เน็ต ชุมชนเสมือนจริง สื่อใหม่กับการเปลี่ยนแปลงทางสังคม (ปัจเจกบุคคล ชุมชนและสังคม) การโฆษณาและประชาสัมพันธ์ในยุคดิจิทัล สื่อใหม่กับความสัมพันธ์ระหว่างประเทศ สื่อใหม่กับการสื่อสารต่างและระหว่างวัฒนธรรม ความเป็นส่วนตัวและความมั่นคงปลอดภัย</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>906 หัวข้อคัดสรรทางการเรียนรู้อิเล็กทรอนิกส์เพื่อการพัฒนาที่ยั่งยืน</strong><strong></strong><a id="4906" class="content" name="4906"></a><br>
<strong>(Selected Topics in E-learning for Sustainable Development)</strong><strong></strong><br>
<strong>วิชาบังคับก่อน :</strong>ไม่มี <br>
แนวคิด ทฤษฏี และงานวิจัยที่เกี่ยวข้องกับการเรียนรู้อิเล็กทรอนิกส์และการศึกษาทางไกลเพื่อการพัฒนาที่ยั่งยืนในประเทศไทย กลยุทธ์และทฤษฎีทางการเรียนการสอน การออกแบบการเรียนการสอน การประยุกต์ระบบการจัดการการเรียนรู้ นวัตกรรมเทคโนโลยีในการเรียนรู้อิเล็กทรอนิกส์เพื่อการพัฒนาที่ยั่งยืน ทรัพย์สินทางปัญญาและประเด็นด้านลิขสิทธิ์ของการเรียนรู้อิเล็กทรอนิกส์ การประกันคุณภาพในการเรียนรู้อิเล็กทรอนิกส์เพื่อการพัฒนาที่ยั่งยืน แนวโน้มและประเด็นการวิจัยด้านเทคโนโลยีการเรียนรู้อิเล็กทรอนิกส์เพื่อการพัฒนาที่ยั่งยืน</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>907</strong><strong></strong><strong>หัวข้อคัดสรรทางการจัดการวิสาหกิจ</strong><strong></strong><strong>(Selected Topics in Enterprise Management) <a id="4907" class="content" name="4907"></a></strong><br>
<strong>วิชาบังคับก่อน :</strong>ไม่มี <br>
หลักการของการจัดการวิสาหกิจ งานวิจัยที่เกี่ยวข้องกับการจัดการวิสาหกิจ ได้แก่ บทบาทของเทคโนโลยีสารสนเทศ ระบบธุรกิจอิเล็กทรอนิกส์ ระบบการค้าอิเล็กทรอนิกส์ การวางแผนทรัพยากรวิสาหกิจ การจัดการห่วงโซ่อุปทาน การจัดการลูกค้าสัมพันธ์ เทคโนโลยีปัญญาประดิษฐ์ เครื่องมือและเทคโนโลยีสำหรับการพัฒนาระบบสารสนเทศ การรักษาความปลอดภัยและจริยธรรมในองค์การ ผลกระทบของการจัดการวิสาหกิจต่อสังคมและวัฒนธรรม</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>908</strong><strong></strong><strong>หัวข้อพิเศษ</strong><strong>1</strong><strong></strong><strong>(Special Topics 1)</strong><a id="4908" class="content" name="4908"></a><br>
<strong>วิชาบังคับก่อน</strong><strong>:</strong>ไม่มี<br>
หัวข้อคัดสรรตามความสนใจที่เกี่ยวข้องกับสถานการณ์ปัจจุบัน และความก้าวหน้าทางเทคโนโลยีสารสนเทศและการสื่อสาร หรือเรื่องที่เกี่ยวข้องกับหัวข้อวิทยานิพนธ์ของนักศึกษา <br>
</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>909 หัวข้อพิเศษ</strong><strong>2</strong><strong></strong><strong>(Special</strong><strong>T</strong><strong>opics 2)</strong><a id="4909" class="content" name="4909"></a><br>
<strong>วิชาบังคับก่อน :</strong>ไม่มี <br>
หัวข้อคัดสรรตามความสนใจที่เกี่ยวข้องกับสถานการณ์สถานการณ์ปัจจุบัน และความก้าวหน้าทางเทคโนโลยีสารสนเทศและการสื่อสาร หรือเรื่องที่เกี่ยวข้องกับหัวข้อวิทยานิพนธ์ของนักศึกษา</p>
</td>
</tr>
<tr>
<td><p><strong>204</strong><strong>703</strong><strong></strong><strong>ดุษฎีนิพนธ์</strong><strong></strong><strong>(Dissertation)</strong><a id="4703" class="content" name="4703"></a></p>
</td>
</tr>
<tr>
<td><p><strong>วิชาบังคับก่อน</strong><strong>:</strong>โดยความเห็นชอบของสาขาวิชา</p>
<p>การวิจัยสำหรับวิทยานิพนธ์ระดับดุษฏีบัณฑิต</p>
</td>
</tr>
<tr>
<td>สามารถค้นหารายละเอียดเพิ่มเติมได้ที่ ส่วนส่งเสริมวิชาการ => <a href="http://www.sut.ac.th/das/t1.htm">http://www.sut.ac.th/das/t1.htm</a></td>
</tr>
</tbody>


</table>
</div>
</div>
</div>

');
?>