<?php

	define('COURSE_M_DES', '
			<div class="container">

				<!-- Page Heading/Breadcrumbs -->
				<div class="row">
					<div class="col-lg-12">
						<h1 class="page-header">วิชาที่เปิดสอน
							<small>ระดับปริญญาโท</small>
						</h1>
					</div>
				</div>
				<div class="row">
					<div class="col-lg-12">
						
						<table class="table" style="font-size:14px">
							<tbody>
								<tr bgcolor="#CCCCCC">
									<td colspan="1"><strong>1. รายวิชาบังคับ</strong></td>
								</tr>
						        
						<tr>
															<td colspan="2" class="style11"><strong>204501 การจัดการเทคโนโลยีสารสนเทศเชิงกลยุทธ์ 
											(Strategic Information Technology Management) <span class="content1"><a class="content" name="4501"></a></span></strong></td>
							  </tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>แนวคิดในการจัดการเทคโนโลยีสารสนเทศ โครงสร้างพื้นฐานเทคโนโลยีสารสนเทศในองค์การภาครัฐและเอกชน การจัดการฮาร์ดแวร์ ซอฟต์แวร์ การสื่อสาร และข้อมูล การวิเคราะห์ปัจจัยแห่งความสำเร็จและล้มเหลวในการใช้เทคโนโลยีสารสนเทศจากกรณีศึกษา ระบบสารสนเทศในองค์การ ระบบสารสนเทศทางธุรกิจ เช่น การตลาด การผลิต การเงินและบัญชี การจัดการทรัพยากรบุคคล ฯลฯ ระบบสารสนเทศทั้งองค์การ รวมถึงการศึกษาและบันเทิง การวางแผนกลยุทธ์และนโยบายการใช้เทคโนโลยีสารสนเทศ การจัดการทรัพยากรเทคโนโลยีสารสนเทศด้านองค์การ บุคลากร และงบประมาณ แนวโน้มของอุตสาหกรรมเทคโนโลยีสารสนเทศ</p>			</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204507</strong><strong> การวิเคราะห์ออกแบบและพัฒนาระบบสารสนเทศ</strong><strong>(Information System Analysis, Design, and Development)</strong><a id="4507" name="4507"></a></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>Prerequisite<em> : </em> None</p>			</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>องค์ประกอบและแนวคิดของการพัฒนาระบบสารสนเทศ ผู้เกี่ยวข้องในการพัฒนาระบบ การจัดการโครงการพัฒนาระบบ การจำลองแบบระบบ แบบจำลองกระบวนการ แบบจำลองข้อมูล การวิเคราะห์และออกแบบระบบเชิงวัตถุ เครื่องมือที่ใช้ในแบบจำลองต่างๆ วัฏจักรระบบ การพัฒนาและประยุกต์ใช้ระบบในงานสารสนเทศ</p>			</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204508 เทคโนโลยีฐานข้อมูล&nbsp;(Database Technology) <a id="4508" name="4508"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">สถาปัตยกรรมฐานข้อมูล แนวคิดและทฤษฎีของการจัดการฐานข้อมูล&nbsp; ฐานข้อมูลเชิงสัมพันธ์&nbsp; แบบจำลองฐานข้อมูลเชิงสัมพันธ์ การออกแบบฐานข้อมูลระดับตรรกะด้วยการ&nbsp;&nbsp; นอร์มัลไลซ์&nbsp; การออกแบบฐานข้อมูลระดับกายภาพ การประยุกต์ใช้ฐานข้อมูลในงานสารสนเทศ ภาษาในการสอบถามและจัดการข้อมูล การจัดการรายการเปลี่ยนแปลง ความมั่นคงปลอดภัยของฐานข้อมูล การค้นหาความรู้ในฐานข้อมูลและงานวิจัยที่เกี่ยวข้อง</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204509 วิทยาการเว็บ&nbsp; (Web Science)&nbsp; <a id="4509" name="4509"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>Prerequisite : None</p>			</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>แนวคิดและพัฒนาการของเว็บในมิติของสารสนเทศและสังคม &nbsp;องค์ประกอบ &nbsp;สถาปัตยกรรม และเทคโนโลยีของการพัฒนาโปรแกรมประยุกต์งานบนเว็บ การทำเหมืองด้านเว็บในปัจจุบันและในอนาคต</p>			</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204510 วิธีการวิจัยและสถิติสำหรับเทคโนโลยีสารสนเทศและการสื่อสาร&nbsp;(Research Methods and Statistics for Information Technology and Communication)<a id="4510" name="4510"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>ความหมายและระเบียบวิธีวิจัย การวิจัยเชิงคุณภาพ การวิจัยเชิงปริมาณ ขั้นตอนการวิจัยและการออกแบบการวิจัย เทคนิคการสร้างเครื่องมือวิจัยและการเก็บรวมรวมข้อมูล สถิติเพื่อการวิจัยเชิงปริมาณ การใช้ซอฟต์แวร์วิเคราะห์ข้อมูลทางสถิติ การวิเคราะห์ การตีความ และการนำเสนอผลงานการวิจัย การเขียนและการประเมินข้อเสนอการวิจัยและรายงานการวิจัย จริยธรรมและจรรยาบรรณทางวิชาการ&nbsp; และในการวิจัย&nbsp; ภาพรวมงานวิจัยทางด้านเทคโนโลยีสารสนเทศและระบบสารสนเทศ/สื่อดิจิทัล/ระบบวิสาหกิจ/องค์การการเรียนรู้และการจัดการความรู้</p>			</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204511 การจัดการและความมั่นคงของเครือข่าย  <a id="4511" name="4511"></a>&nbsp;(Network Management and Security)</strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">วิวัฒนาการของการสื่อสารข้อมูลและเครือข่าย แบบจําลองเครือข่าย สื่อนําข้อมูล โพรโตคอลในแบบจําลองโอเอสไอและทีซีพี/ไอพี การแบ่งกลุ่มไอพี การจัดการเครือข่าย ปัญหาและภัยคุกคามในระบบเครือข่าย เครื่องมือที่ใช้ในการป้องกันและควบคุมระบบเครือข่ายอาทิเช่น การเข้ารหัสและถอดรหัสด้วยกุญแจแบบสมมาตร การเข้ารหัสและถอดรหัสด้วยกุญแจแบบอสมมาตร บูรณภาพ การพิสูจน์ตัวจริง และการจัดการกุญแจ กฎหมายและจริยธรรมที่เกี่ยวข้อง แนวโน้มและการประยุกต์ในงานด้านเครือข่ายและความมั่นคงปลอดภัย</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1">204512 <strong>สัมมนามหาบัณฑิต</strong> <a id="4512" name="4512"></a>&nbsp;&nbsp;<strong>(Master Degree Seminar) </strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1">อภิปราย และวิเคราะห์ประเด็นเกี่ยวกับองค์การการเรียนรู้ และการจัดการความรู้ ระบบวิสาหกิจ และสื่อดิจิทัล การบรรยายพิเศษจากผู้ทรงคุณวุฒิในเรื่องที่คัดสรร การบรรยายและอภิปรายโดยผู้เข้าร่วมสัมมนา</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1" bgcolor="#CCCCCC"><strong>2. รายวิชาเลือกตามกลุ่มวิชา</strong></td>
								</tr>
								<tr bgcolor="#CCCCCC">
									<td colspan="1"><strong>&bull; กลุ่มวิชาสื่อดิจิทัล (Digital Media Cluster)</strong></td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204611 การออกแบบกราฟิก (Graphic Design)<a name="4611"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>Prerequisite : None</p>			</td>
								</tr>
								<tr>
									<td colspan="1">เทคโนโลยีการออกแบบกราฟิก ลักษณะของสื่อ วัตถุประสงค์ของการออกแบบกราฟิกและผู้รับสาร องค์ประกอบในการออกแบบ ศิลปะและหลักการออกแบบ ทฤษฎีสี สัญญะวิทยาในการออกแบบกราฟิก เทคนิคการออกแบบหลักการออกแบบกราฟิกสำหรับการออกแบบตัวอักษร ตราสัญลักษณ์และสัญลักษณ์ การออกแบบกราฟิกสำหรับสื่อพิมพ์ การออกแบบกราฟิกสำหรับสื่ออิเล็กทรอนิกส์และสื่อใหม่</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204612 ปฏิสัมพันธ์ระหว่างมนุษย์และคอมพิวเตอร์ (Human-Computer Interaction) <a name="4612"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>แนวคิดและความสำคัญของการปฏิสัมพันธ์ระหว่างมนุษย์และคอมพิวเตอร์ การสื่อสารผ่านคอมพิวเตอร์ แบบจำลองการปฏิสัมพันธ์ของมนุษย์กับคอมพิวเตอร์ มนุษยปัจจัย แบบจำลองการรู้จำในการปฏิสัมพันธ์ระหว่างมนุษย์และคอมพิวเตอร์ การใช้งานได้ในการปฏิสัมพันธ์ระหว่างมนุษย์และคอมพิวเตอร์ การออกแบบการปฏิสัมพันธ์ ประเด็นที่เกี่ยวกับการปฏิสัมพันธ์ระหว่างมนุษย์และคอมพิวเตอร์ แนวโน้มของการปฏิสัมพันธ์ระหว่างมนุษย์และคอมพิวเตอร์</p>			</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204613 การเรียนรู้อิเล็กทรอนิกส์ (E-Learning) <a name="4613"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">การประยุกต์ใช้และพัฒนาการของเทคโนโลยีและอินเทอร์เน็ตเพื่อการเรียนรู้ ทฤษฎีการเรียนรู้และแนวทางปฏิบัติของการเรียนรู้อิเล็กทรอนิกส์ แนวคิดในการสร้างบทเรียนเพื่อการเรียนรู้ด้วยตนเอง หลักการ วิธีและเทคนิคสำหรับบทเรียนอิเล็กทรอนิกส์ เครื่องมือและเทคโนโลยีสำหรับการเรียนรู้อิเล็กทรอนิกส์ การใช้โปรแกรมสำเร็จในการสร้างบทเรียนอิเล็กทรอนิกส์ การเรียนรู้อิเล็กทรอนิกส์ในองค์การ การประเมินค่าและการประเมินผล แนวโน้มของการเรียนรู้อิเล็กทรอนิกส์</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204614 แอนิเมชัน (Animation) <a name="4614"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">พัฒนาการและเทคโนโลยีคอมพิวเตอร์แอนิเมชัน แนวคิดเกี่ยวกับแอนิเมชัน ศิลปะการเล่าเรื่องและการวางโครงเรื่องภาพ เทคนิคและขั้นตอนการสร้างคอมพิวเตอร์แอนิเมชัน การใช้เสียงและเทคนิคพิเศษสำหรับแอนิเมชัน การประยุกต์ใช้ภาพเคลื่อนไหวในงานภาพยนตร์และโทรทัศน์ ภาพยนตร์แอนิเมชัน แอนิเมชันสำหรับสื่อประสมและสื่อใหม่ บทบาทและผลกระทบของแอนิเมชัน แนวโน้มของแอนิเมชัน</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204615 เกมคอมพิวเตอร์และการจำลอง (Computer Game and Simulation)<a name="4615"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">เทคโนโลยีในการพัฒนาเกมคอมพิวเตอร์ ประเภทของเกมคอมพิวเตอร์และการเล่าเรื่อง เกมคอมพิวเตอร์ 2 และ 3 มิติและการจำลอง การสร้างและจัดการวัตถุในเกมคอมพิวเตอร์ การสร้างพื้นที่ ที่ว่างและสภาพแวดล้อมในเกมคอมพิวเตอร์ การเขียนโปรแกรมเกมปฏิสัมพันธ์คอมพิวเตอร์ ปัญญาประดิษฐ์ในเกมคอมพิวเตอร์ เสียงสำหรับ เกมคอมพิวเตอร์ ความเป็นจริงเสมือนในเกมคอมพิวเตอร์ บทบาทและผลกระทบของการจำลองและเกมคอมพิวเตอร์ ความมีปฏิสัมพันธ์ของมนุษย์กับเกมคอมพิวเตอร์และความเป็นปัจเจกบุคคล แนวโน้มของเกมคอมพิวเตอร์</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204617 เอฟเฟคพิเศษ (Special Effects)<a name="4617"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">พัฒนาการและเทคโนโลยีของเอฟเฟคพิเศษ ความสำคัญของเอฟเฟคพิเศษในงานสื่อสารมวลชน เอฟเฟคพิเศษของภาพและภาพเคลื่อนไหว การประมวลผลภาพขั้นสูง เอฟเฟคพิเศษสำหรับแอนิเมชัน เอฟเฟคพิเศษด้านเสียงสำหรับภาพยนตร์ โทรทัศน์ วีดิทัศน์และสื่อใหม่ เอฟเฟคพิเศษด้านภาพสำหรับภาพยนตร์ โทรทัศน์ วีดิทัศน์และสื่อใหม่ เอฟเฟคพิเศษและความเป็นจริงเสมือน บทบาทและผลกระทบของเอฟเฟคพิเศษต่อสื่ออิเล็กทรอนิกส์ บทบาทและผลกระทบของเอฟเฟคพิเศษต่อผู้รับสาร แนวโน้มของเอฟเฟคพิเศษ</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204618 ทฤษฎีสื่อดิจิทัล (Digital Media Theory)<a id="4618" name="4618"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">แนวคิดและทฤษฏีที่เกี่ยวข้องกับสื่อดิจิทัลในมิติทางสังคม และวัฒนธรรม เช่น ชุมชนเสมือนจริง เครือข่ายทางสังคมดิจิทัล และวัฒนธรรมไซเบอร์ ฯลฯ โครงสร้างและสถาบันสื่อดิจิทัล เนื้อหาสื่อดิจิทัล เช่น&nbsp; &nbsp;สัญญะวิทยาและทฤษฎีหลังสมัยใหม่ ทฤษฎีวิพากษ์ในสื่อดิจิทัล ผู้รับสารและผลกระทบของสื่อดิจิทัล จริยธรรมและจรรยาบรรณในสื่อดิจิทัล</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr bgcolor="#CCCCCC">
									<td colspan="1">&bull; <strong>กลุ่มวิชาระบบวิสาหกิจ (Enterprise System Cluster)</strong></td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204621 การออกแบบกระบวนการธุรกิจ (Business Process Design)<a name="4621"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">
									<p>องค์การและการจัดการ แผนธุรกิจ การวิเคราะห์และออกแบบการปฏิบัติงานหลักของธุรกิจ การบริการลูกค้าและการจัดการลูกค้าสัมพันธ์ กระบวนการผลิตสมัยใหม่และโลจิสติกส์ การลดต้นทุน การรื้อ ปรับโครงสร้าง การจัดการการเปลี่ยนแปลง เทคโนโลยีในการออกแบบกระบวนการทางธุรกิจ กรณีศึกษาการออกแบบกระบวนการทางธุรกิจในแขนงต่างๆ</p>			</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204623 ธุรกิจอิเล็กทรอนิกส์ (E-Business)<a name="4623"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">ขอบเขตและประเภทของธุรกิจอิเล็กทรอนิกส์ ความรู้พื้นฐานและหน้าที่ทางธุรกิจ เศรษฐศาสตร์ อุตสหากรรม ภาคต่างๆ การตลาด กลยุทธ์ทางธุรกิจ โครงสร้างพื้นฐานของธุรกิจอิเล็กทรอนิกส์ พาณิชย์อิเล็กทรอนิกส์ ตัวแบบ พาณิชย์อิเล็กทรอนิกส์ ธุรกรรมออนไลน์ การสับเปลี่ยนข้อมูลทางอิเล็กทรอนิกส์ การจัดการห่วงโซ่อุปทาน การวางแผนทรัพยากรขององค์การและการจัดการลูกค้าสัมพันธ์ นโยบายและกฎหมายธุรกิจอิเล็กทรอนิกส์ของรัฐทั้งในประเทศและระหว่างประเทศ ภาวะส่วนตัว ความน่าเชื่อถือ และความมั่นคงปลอดภัยของธุรกิจอิเล็กทรอนิกส์ ลายมือชื่อดิจิทัล</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204624 การพัฒนาระบบบูรณาการวิสาหกิจ (Building Enterprise-Wide Systems)<a name="4624"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">การบูรณาการระบบสารสนเทศต่างๆ ของวิสาหกิจ เว็บเซอร์วิส การวางแผนทรัพยากรองค์การ การจัดการสินค้าคงคลัง การจัดการอุปสงค์และอุปทาน การจัดการอุปทานการผลิตและความสามารถในการบริการ การจัดการทรัพยากรมนุษย์ในกระบวนการผลิตและบริการ การผลิตแบบทันเวลาและการผลิตแบบเวลาจริง ระบบ การวางแผนทรัพยากรองค์การ การประยุกต์การวางแผนทรัพยากรองค์การด้วยโปรแกรม SAP ตัวอย่างและกรณีศึกษาการวางแผนทรัพยากรองค์การ</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204625 โลจิสติกส์อิเล็กทรอนิกส์ (E-Logistics)<a name="4625"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">การจัดการห่วงโซ่อุปทานสีเขียว การจัดซื้อ การจัดการสินค้าคงคลังและคลังสินค้า การจัดการขนส่งและการกระจายสินค้า การส่งมอบสินค้า นโยบายการคืนสินค้าและการดูแลลูกค้า เทคโนโลยีในการตัดสินใจและการจัดการทางโลจิสติกส์ กรณีศึกษาโลจิสติกส์ ระบบโลจิสติกส์สำหรับธุรกิจและพาณิชย์อิเล็กทรอนิกส์ การค้าและโลจิสติกส์ระหว่างประเทศ</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204627 วิสาหกิจข้ามชาติ (Multinational Enterprise)<a name="4627"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">
									<p>วิชาบังคับก่อน : ไม่มี</p>			</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">โลกาภิวัตน์ เศรษฐศาสตร์โลก ทฤษฎีการค้าระหว่างประเทศและธุรกิจระหว่างประเทศ ทฤษฎีวิสาหกิจข้ามชาติ การลงทุนระหว่างประเทศ การจัดการการเงินของวิสาหกิจข้ามชาติ การภาษี ทรัพย์สินทางปัญญาและกฎหมายอื่นๆ ที่เกี่ยวกับวิสาหกิจข้ามชาติ กลยุทธ์การจัดการวิสาหกิจข้ามชาติ การเจรจาต่อรองและการยุติข้อพิพาทกับรัฐ วัฒนธรรมท้องถิ่นกับวิสาหกิจข้ามชาติ</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204628 การจัดการโครงการเทคโนโลยีสารสนเทศ(Information Technology Project Management)<a id="4628" name="4628"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">การจัดการโครงการในฐานะเครื่องมือที่มีประสิทธิภาพเพื่อการจัดการเชิงกลยุทธ์<br />
									กรอบการจัดการโครงการเทคโนโลยีสารสนเทศก่อนเริ่มโครงการจนปิดโครงการ ประกอบด้วย<br />
									การประเมินความเป็นไปได้ของโครงการ การวางแผน การอำนวยการ และการควบคุมการจัดการโครงการ<br />
									ในด้านต่างๆ ได้แก่ การบูรณาการงานโครงการ การกำหนดกรอบงาน การจัดการเวลา การจัดการต้นทุน<br />
									การควบคุมคุณภาพ การจัดการทรัพยากรมนุษย์ การจัดการทางการสื่อสาร การจัดการความเสี่ยงและ<br />
									การจัดหา ประเด็นการจัดการโครงการเทคโนโลยีสารสนเทศ การใช้เทคโนโลยีในการจัดการโครงการ<br />
									และการนำเสนอโครงการ</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204629 ซอฟต์แวร์วิสาหกิจ (Enterprise Software)<a id="46922" name="4629"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">แนวคิดและงานวิจัยที่เกี่ยวข้องกับซอฟต์แวร์วิสาหกิจ ได้แก่ สถาปัตยกรรมซอฟต์แวร์วิสาหกิจ กระบวนการ วงจรชีวิต และกลยุทธ์ในการพัฒนาซอฟต์แวร์ การวิเคราะห์และออกแบบซอฟต์แวร์ การพัฒนาซอฟต์แวร์ การทวนสอบและทดสอบซอฟต์แวร์ เครื่องมือที่ช่วยในการวิเคราะห์ ออกแบบ พัฒนา และทดสอบซอฟต์แวร์ เทคโนโลยีที่เกี่ยวข้องกับส่วนต่อประสานกับผู้ใช้ &nbsp;การจัดการโครงการซอฟต์แวร์</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1" bgcolor="#CCCCCC">&nbsp;&bull; <strong>กลุ่มวิชาการจัดการความรู้ (Knowledge Management Cluster)</strong></td>
								</tr>
								<tr>
									<td colspan="1"><strong>204631 ความรู้เพื่อการพัฒนา (Knowledge for Development) <a name="4631"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">ความรู้ในฐานะทรัพยากรและสินทรัพย์เพื่อการพัฒนา &ldquo;คน&rdquo; องค์การ เศรษฐกิจ สังคม และการพัฒนาประเทศ การพัฒนาสังคมแห่งภูมิปัญญาและการเรียนรู้ การพัฒนาเศรษฐกิจฐานความรู้ การจัดการความรู้ในบริบทต่าง ๆ อุปสรรคในการจัดการความรู้ ประเด็นสำคัญด้านการจัดการ กฎหมาย และจริยธรรมสำหรับการจัดการความรู้</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204632 ระบบองค์การการเรียนรู้ (Learning Organization Systems)<a name="4632"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">รูปแบบองค์การในศตวรรษที่ 21 ลักษณะสำคัญขององค์การการเรียนรู้ แบบจำลององค์การการเรียนรู้ โครงสร้างพื้นฐานองค์การการเรียนรู้ ได้แก่ โครงสร้างพื้นฐานด้านองค์การ ด้านบุคลากร ด้านความรู้ ด้านเทคโนโลยี กรณีศึกษาองค์การการเรียนรู้ในภาคต่างๆ</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204633 องค์ประกอบขององค์ความรู้ (Knowledge Profile Elements)<a name="4633"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">ลักษณะและแหล่งของทุนความรู้ ความจำขององค์การ รูปแบบการคิดและการเรียนรู้ของมนุษย์ แบบจำลองการเรียนรู้ขององค์การ องค์ประกอบของการจัดการความรู้ แบบจำลองกระบวนการจัดการความรู้ของผู้เชี่ยวชาญต่างๆ เครื่องมือทางความคิด การจัดการปัญญา</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204634 การสร้างและจัดการองค์ความรู้ (Building and Managing Knowledge Profile)<a name="4634"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">ระบบจัดการความรู้ วงจรชีวิตระบบจัดการความรู้ (KMSLC) การสร้างความรู้ การจับเก็บและจัดหาความรู้ การจำแนกและจัดกลุ่มความรู้ การจัดเก็บและกลไกการเข้าถึง การแปลงความรู้และการประยุกต์ใช้ระบบ การถ่ายทอดและการแบ่งปันความรู้ การเพิ่มประสิทธิภาพระบบจัดการความรู้</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204635 เทคโนโลยีและเครื่องมือในการจัดการความรู้ <a name="4635"></a>(Knowledge Management: Tools and Technology)</strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">เครื่องมือ เทคนิค และเทคโนโลยี ในการจัดการ การเข้าถึง การถ่ายทอด และการใช้ทุนความรู้ของบุคคลและองค์การ เทคโนโลยีท่าความรู้ เทคโนโลยีปัญญาประดิษฐ์ เทคโนโลยีตัวแทนอัจฉริยะ เกณฑ์การเลือกและประเมินเครื่องมือการจัดการความรู้ นวัตกรรมของการจัดการความรู้</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204636 การจัดการความรู้เชิงกลยุทธ์ (Strategic Knowledge Management)<a name="4636"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">ความรู้ในฐานะสินทรัพย์เชิงกลยุทธ์ แรงขับเคลื่อนขององค์การในการจัดการและการแบ่งปันความรู้ กลยุทธ์ในการเริ่มการจัดการความรู้ ประเด็นเชิงกลยุทธ์ในการสร้าง แบ่งปัน และใช้ความรู้เพื่อบรรลุเป้าหมายในระดับกลุ่มและองค์การ การปรับเปลี่ยนสู่องค์การการเรียนรู้ ศูนย์ความรู้ ประสบการณ์และกรณีศึกษากลยุทธ์การจัดการความรู้ในองค์การต่างๆ</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr>
									<td colspan="1"><strong>204637 เศรษฐกิจฐานความรู้ (Knowledge-Based Economy)<a name="4637"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : ไม่มี</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : None</td>
								</tr>
								<tr>
									<td colspan="1">ความรู้ในฐานะแรงขับเคลื่อนสำคัญของเศรษฐกิจยุคใหม่ การปรับเข้าสู่เศรษฐกิจฐานความรู้: ปัจจัยสำคัญและกรณีศึกษาของประเทศต่างๆ เศรษฐกิจฐานความรู้: การลงทุนและการผลิตความรู้ การเผยแพร่และการใช้ความรู้ ความรู้และการจ้างงาน กลยุทธ์การเข้าสู่เศรษฐกิจใหม่ แนวโน้มของเศรษฐกิจฐานความรู้</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
								<tr bgcolor="#CCCCCC">
									<td colspan="1"><strong>3. วิทยานิพนธ์</strong></td>
								</tr>
								<tr bgcolor="#CCCCCC">
									<td colspan="1"><strong>แผน ก แบบ ก(2) ศึกษารายวิชาและทำวิทยานิพนธ์</strong></td>
								</tr>
								<tr>
									<td colspan="1"><strong>204702 วิทยานิพนธ์ (Thesis) <a name="4702"></a></strong></td>
								</tr>
								<tr>
									<td colspan="1">วิชาบังคับก่อน : โดยความเห็นชอบของสาขาวิชา</td>
								</tr>
								<tr>
									<td colspan="1">Prerequisite : Consent of the School</td>
								</tr>
								<tr>
									<td colspan="1">การวิจัยสำหรับวิทยานิพนธ์ระดับมหาบัณฑิต (แบบเรียนรายวิชาและทำวิทยานิพนธ์)</td>
								</tr>
								<tr>
									<td colspan="1">Research for the master thesis (coursework with thesis)</td>
								</tr>
								<tr>
									<td colspan="1">ความหมายของเลขประจำวิชา</td>
								</tr>
								<tr>
									<td colspan="1">เลขประจำวิชาประกอบด้วยเลข 6 ตัว หน้าชื่อรายวิชา มีความหมายดังนี้</td>
								</tr>
								<tr>
									<td>ตัวเลขตำแหน่งที่ 1&nbsp;</td>
								</tr>
								<tr>
									<td>ตัวเลขตำแหน่งที่ 2 และ 3</td>
								</tr>
								<tr>
									<td>ตัวเลขตำแหน่งที่ 4 &nbsp;</td>
								</tr>
								<tr>
									<td>ตัวเลขตำแหน่งที่ 5 และ 6</td>
								</tr>
								<tr>
									<td colspan="1">&nbsp;</td>
								</tr>
							</tbody>
						</table>


					</div>
				</div>
			</div>


		</div>
	</div>
</div>
');
	

?>